cms-external-sources/tests/test_files/soap/Pharmacy_testSearch_sort_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <name>ALLINA</name>
            <sortColumn>location</sortColumn>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>
